<template>
  <div>
    装机大法
  </div>
  <div class="descriptions">
    <p> 0.请熟读背诵并严格遵守本文条例。</p>
    <p> 1.如果一个设备现在运行得很完美，就不要手贱去调整它。</p>
    <p> 2.不要空腹装机，务必保证开工前有足够的热量摄入。</p>
    <p> 3.不要在夜晚睡前折腾设备，除非你令晚并不打算睡觉。</p>
    <p> 4.新设备装箱前务必在外面做最小系统亮机测试。</p>
    <p> 5.将主板挡板摆在主板旁边最显眼的位置，并在最小系统亮机后第一时间安装。</p>
    <p class="warning">6.务必撕去散热器的保护膜。</p>
    <p> 7.均匀适量涂抹品牌硅脂，禁止使用牙膏等物品替代。</p>
    <p> 8.硅脂应且仅应涂抹在CPU表面，禁止涂抹针脚与底座。</p>
    <p> 9.防呆并不防傻，禁止大力出奇迹。</p>
    <p> 10.内存应首先选择远离CPU的插槽安装。</p>
    <p> 11.内存数量:宁双不单，宁二不四。</p>
    <p> 12. ATX主板装不进ITX机箱，ITX主板也不建议装进ATX机箱。</p>
    <p> 13.使用正规散热器，禁止使用萝卜和水缸等物品代替。</p>
    <p> 14. 使用品牌电源，禁止使用红星电源等高爆设备。</p>
    <p> 15. 系统应尽量安装在固态硬盘里。</p>
    <p> 16.不要使用玻璃等易碎材质侧板。</p>
    <p> 17.间歇性清灰是必须的，频率取决于设备环境的洁净程度。</p>
    <p> 18. 购买设备前务必仔细核对显卡、散热、机箱等配件的长宽高以及各类线材的长度。</p>
    <p>  19. 显存导热硅片必须使用和原装同样厚度，拆显卡前请复习第1条内容。</p>
    <p> 20.工作空间距离一米内不要放置危险物品，如敞口的水杯，猫。</p>
    <p> 21.水冷有风险，选择需谨慎。</p>
    <p> 22.拆机前应先烤机，并保证散热器轻微扭动取下，避免连根拔起。</p>
    <p> 23.重启解决90%的问题，重装解决99%的问题，重买解决100%的问题。</p>
    <p> 24.电子产品长期来看价格只会越来越低，杜绝"精准下山”的想法。</p>
    <p> 25.备份是最安全且唯一真正安全的数据保存方法。</p>
    <p> 26.如果你不擅长空间管理，请保证C盘分区尽量大。</p>
    <p> 27. Linux是个好东西， 对于且仅对于会用的人来说。</p>
    <p> 28.不要照抄网上的超频作业，因为每一个元件的“体质”都不一样。</p>
    <p> 29.显卡紧挨的PCIE槽不要插面积大的设备挡风。</p>
    <p> 30.扎带和双面胶有时比螺丝好用。</p>
    <p> 31.机箱不重要，安全的设备安放环境才重要。</p>
    <p> 32.不要给小白推组装机，更不要给他提供硬件或软件，让他去买品牌机或者笔记本。</p>
      <p>33.整机功率应不高于电源标称功率的75%。</p>
    <p> 34.禁止在机箱内摆放熔点低的装饰物。</p>
    <p> 35. 涉及重要工作生产内容的设备应配置UPS。</p>
    <p> 36.水洗设备后务必保证完全干燥再通电，水洗前请复习第1条。</p>
    <p> 37. 不要用手触摸高速旋转的风扇。</p>
    <p> 38.不要太过热心当好人，也不要试图教育或改变他人。</p>
    <p> 39.快递设备务必拔下显卡和塔扇等设备，并做好填充和包装，允许时使用静电袋。</p>
     <p> 40. RGB灯能显著提升设备性能。</p>
    <div class="bottom">

    </div>
  </div>
</template>
<script setup>

</script>
<style scoped>

  .warning{
    font-size: large;
    color: red;
  }
p{
  text-align: left;
}
  .bottom {
    height: 90px;
  }
</style>